In [1]:
import pandas as pd

In [4]:
links_df = pd.read_csv('Data/links.csv')

In [6]:
links_df.head()

   movieId  imdbId   tmdbId
0        1  114709    862.0
1        2  113497   8844.0
2        3  113228  15602.0
3        4  114885  31357.0
4        5  113041  11862.0